Revit 2027 API
AdvancedTransparent.TransparentColor Property
 The property labeled "Color" from the "AdvancedTransparent" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TransparentColor { get; }
Public Shared ReadOnly Property TransparentColor As String
	Get
public:
static property String^ TransparentColor {
	String^ get ();
}
static member TransparentColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
AdvancedTransparent Class
Autodesk.Revit.DB.Visual Namespace